function initialState() {
    const arrNews = [
        {
            id: 1,
            title: 'Дні відкритих дверей кафедри',
            text: '<p>На протязі трьох днів (02-04.12.2021 р.) у ХНУМГ ім. О. М. Бекетова проходив вже традиційний День відкритих дверей у форматі Beketov Open Space.</p> <p>Кафедрою електричного транспорту було проведені тематичні презентації для випускників коледжів та шкіл. Окрему увагу було приділено студентам, які закінчують навчання за освітнім рівнем Бакалавр у 2022 році та планують вступати до магістратури.</p> <p>У червоному холі Університету представниками кафедри були надані консультації щодо особливостей вступу у 2022 році за спеціальністю 141 «Електроенергетика, електротехніка та електромеханіка», проведено екскурсії по лабораторіям кафедри.</p> <p>У випадку виникнення запитань або уточнень щодо навчання на кафедрі електричного транспорту, будь ласка звертайтесь до відповідального представника – Скуріхіна Владислава Ігоровича (к.н.: 095-745-31-77).</p>',
            img: 'OpenDoor1.jpg'
        },
        {
            id: 2,
            title: 'Участь кафедри у Міжнародній виставці «Освіта Харківщини»',
            text: '25 листопада 2021 року кафедра електричного транспорту взяла участь у XIII Міжнародній виставці «Освіта Харківщини». Міжнародна виставка проходила у Палаці студентів Національного юридичного університету за підтримки Департаменту науки і освіти Харківської обласної державної адміністрації, Департаменту освіти Харківської міської ради. Основна мета виставки – це презентація спеціальностей, освітніх програм більше 50 ВНЗ та консультація майбутніх студентів у свідомому виборі своєї майбутньої професії. Співробітник кафедри ЕТ, к.т.н., доцент Скуріхін Владислав Ігорович провів презентацію кафедри та запросив на навчання за спеціальністю 141 «Електроенергетика, електротехніка та електромеханіка» випускників шкіл м. Харкова та області.',
            img: 'news2.jpg'
        },
        {
            id: 3,
            title: 'Профорієнтаційна робота кафедри електричного транспорту',
            text: 'На протязі трьох днів (02-04.12.2021 р.) у ХНУМГ ім. О. М. Бекетова проходив вже традиційний День відкритих дверей у форматі Beketov Open Space. Кафедрою електричного транспорту було проведені тематичні презентації для випускників коледжів та шкіл. Окрему увагу було приділено студентам, які закінчують навчання за освітнім рівнем Бакалавр у 2022 році та планують вступати до магістратури. У червоному холі Університету представниками кафедри були надані консультації щодо особливостей вступу у 2022 році за спеціальністю 141 «Електроенергетика, електротехніка та електромеханіка», проведено екскурсії по лабораторіям кафедри. У випадку виникнення запитань або уточнень щодо навчання на кафедрі електричного транспорту, будь ласка звертайтесь до відповідального представника – Скуріхіна Владислава Ігоровича (к.н.: 095-745-31-77).',
            img: 'news3.jpg'
        },
        {
            id: 4,
            title: 'Обстеження транспортних потоків',
            text: 'На протязі трьох днів (02-04.12.2021 р.) у ХНУМГ ім. О. М. Бекетова проходив вже традиційний День відкритих дверей у форматі Beketov Open Space. Кафедрою електричного транспорту було проведені тематичні презентації для випускників коледжів та шкіл. Окрему увагу було приділено студентам, які закінчують навчання за освітнім рівнем Бакалавр у 2022 році та планують вступати до магістратури. У червоному холі Університету представниками кафедри були надані консультації щодо особливостей вступу у 2022 році за спеціальністю 141 «Електроенергетика, електротехніка та електромеханіка», проведено екскурсії по лабораторіям кафедри. У випадку виникнення запитань або уточнень щодо навчання на кафедрі електричного транспорту, будь ласка звертайтесь до відповідального представника – Скуріхіна Владислава Ігоровича (к.н.: 095-745-31-77).',
            img: 'news4.jpg'
        },
    ];
    return {
        arrNews
    }
};

export default {
    namespaced: true,
    state: initialState,
}

